Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nav.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: If you are receiving dependent’s allowance, you must notify of changes in other income that are part of the calculation basis.
nb: Hvis du mottar forsørgingstillegg, må du melde fra om endringer i andre inntekter som inngår i beregningsgrunnlaget.

source: Therefore, you may have to inquire with both when you require information on the AFP early retirement pension regulations and if you have queries about your application.
nb: Det kan derfor hende at du må henvende deg til begge når du vil ha informasjon om AFP-reglene og hvis du har spørsmål om søknaden din.

source: If you are born between 1944 and 1962, you will receive a life-long tax-free compensatory allowance.
nb: Hvis du er født i årene fra 1944 til 1962, får du et livsvarig skattefritt kompensasjonstillegg.

source: Previously you needed to visit a NAV office to identify yourself in case you lacked electronic ID.
nb: Frilanstolkene leverer tolketjeneste for døve, hørselshemmede og døvblinde etter avtale med, og på vegne av, NAV.

source: If you choose this option, it applies to all refunds you require from NAV.
nb: Velger du dette alternativet, gjelder det for alle refusjoner du krever fra NAV.
